[IRI_CritImmunityPassive X2AbilityTemplate]
LocFriendlyName="Guarded Weakpoints"
LocLongDescription="Gain immunity to critical hits and increased bleedout chance."
LocHelpText="Gain immunity to critical hits and increased bleedout chance."